Repository: common-repository/https-updates
Catalog: languages/https-updates-*.po
Languages: de_de, es_es, fr_fr

source: Perform WordPress, plugin, and theme update checks and download updated versions over HTTPS.
de_de: Führen Sie WordPress-, Plugin- und Theme-Updateüberprüfungen durch und laden Sie aktualisierte Versionen über HTTPS herunter.
es_es: Ejecutar WordPress, complementos, y comprabación de actualización de temas y descargar versiones actualizadas en HTTPS.
fr_fr: Recherchez des mises à jour de WordPress, des modules externes et des thèmes et téléchargez les versions mises à jour en HTTPS.

source: Diagnostic Tool
de_de: Diagnose-Tool
es_es: Herramienta de Diagnóstico
fr_fr: L'outil Diagnostic

source: Does WordPress report the server supports HTTPS?
de_de: Meldet WordPress, dass der Server HTTPS unterstützt?
es_es: ¿Se muestra un mensaje en WordPress diciendo que el servidor es compatible con HTTPS?
fr_fr: Selon WordPress, le serveur prend-t-il en charge HTTPS ?

source: Attempting to connect to https://wordpress.org:
de_de: Die Verbindung zu https://wordpress.org wird aufgebaut:
es_es: Intentando conectar a https://wordpress.org:
fr_fr: Tentative de connexion à https://wordpress.org :

source: Failed
de_de: Fehlgeschlagen
es_es: No se realizó
fr_fr: Echec

source: Reason for failure:
de_de: Grund des Fehlers:
es_es: Motivo del error:
fr_fr: Motif de l'échec :

source: Succeeded
de_de: Erfolgreich
es_es: Completado
fr_fr: Réussite

source: Check Again
de_de: Erneut prüfen
es_es: Comprobar de nuevo
fr_fr: Rechercher à nouveau

source: Library Version Information
de_de: Informationen zur Bibliotheks-Version
es_es: Información sobre la versión de la librería
fr_fr: Informations sur la version de la bibliothèque

source: cURL Version
es_es: Versión de cURL
fr_fr: Version cURL

source: OpenSSL Version
es_es: Versión de OpenSSL
fr_fr: Version OpenSSL

source: Update check has failed. Check
de_de: Die Aktualisierungsüberprüfung ist fehlgeschlagen. Überprüfen Sie das
es_es: La comprobación de actualización no se pudo realizar. Ejecute la
fr_fr: La recherche de mises à jour a échoué. Consultez

source: to see what is wrong.
de_de: , um den Fehler zu finden.
es_es: para detectar el problema.
fr_fr: pour identifier le problème.

source: HTTPS Updates was unable to make HTTPS connection to wordpress.org. Check
de_de: Mises à jour HTTPS n'a pas pu se connecter en HTTPS à wordpress.org. Überprüfen Sie das
es_es: HTTPS Updates no pudo establecer una conexión HTTPS a wordpress.org. Ejecute la
fr_fr: Mises à jour HTTPS n'a pas pu se connecter en HTTPS à wordpress.org. Consultez
